Repository: binaryage/totalfinder-i18n
Catalog: plugin/*.lproj/MenuItems.strings
Languages: french, italian, nn, pt_br

# MenuItem:Pin Visor
source: Pin Visor
french: Épingler Visor
italian: Blocca Visor
nn: Lås Visor
pt_br: Fixar Visor

# MenuItem:Close Tab
source: Close Tab
french: Fermer l'onglet
italian: Chiudi scheda
nn: Lukk fane
pt_br: Fechar Aba

# MenuItem:New Native Tab
source: New Native Tab
french: Nouvel onglet natif
italian: Nuova scheda nativa
nn: Ny Original Fane
pt_br: Nova Aba Nativa

# MenuItem:Close Native Tab
source: Close Native Tab
french: Fermer l'onglet natif
italian: Chiudi scheda nativa
nn: Lukk Original Fane
pt_br: Fechar Aba Nativa

# MenuItem:Show Previous Native Tab
source: Show Previous Native Tab
french: Afficher l'onglet natif précédent
italian: Mostra la scheda nativa precedente
nn: Vis Forrige Originale Fane
pt_br: Exibir Barra Nativa Anterior

# MenuItem:Show Next Native Tab
source: Show Next Native Tab
french: Afficher l'onglet natif suivant
italian: Mostra la scheda nativa successiva
nn: Vis Neste Originale Fane
pt_br: Exibir Próxima Aba Nativa

# MenuItem:New Tab
source: New Tab
french: Nouvel onglet
italian: Nuova scheda
nn: Ny Fane
pt_br: Nova Aba

# MenuItem:Reopen Closed Tab
source: Reopen Closed Tab
french: Rouvrir l'onglet fermé
italian: Riapri scheda chiusa
nn: Gjenåpne Lukket Fane
pt_br: Reabrir Aba Fechada

# MenuItem:Close Window
source: Close Window
french: Fermer la fenêtre
italian: Chiudi finestra
nn: Lukk vindauge
pt_br: Fechar Janela

# MenuItem:Toggle Dual Mode
source: Toggle Dual Mode
french: Mode double
italian: Vista a doppio pannello
nn: Skru av/på Dual Mode
pt_br: Ativar Modo Duplo

# MenuItem:Narrow Tabs Bar
source: Narrow Tabs Bar
french: Compacter la barre d'onglets
italian: Barra delle schede ridotta
nn: Bruk smale fanar
pt_br: Barra de Abas Finas

# MenuItem:Select Previous Tab
source: Select Previous Tab
french: Sélectionner l'onglet précédent
italian: Seleziona la scheda precedente
nn: Velg forrige fane
pt_br: Selecionar aba anterior

# MenuItem:Select Next Tab
source: Select Next Tab
french: Sélectionner l'onglet suivant
italian: Seleziona la scheda successiva
nn: Velg neste fane
pt_br: Selecionar a próxima aba

# MenuItem:Switch Active Panel
source: Switch Active Panel
french: Commuter le panneau actif
italian: Cambia il pannello attivo
nn: Bytt Aktivt Panel
pt_br: Trocar Painel Ativo

# MenuItem:Folders on Top
source: Folders on Top
french: Afficher les dossiers en haut
italian: Cartelle in cima
nn: Sorter mappar før filer
pt_br: Pastas no Topo

# MenuItem:Show System Files
source: Show System Files
french: Afficher les fichiers système
italian: Mostra file di sistema
nn: Vis systemfilar
pt_br: Exibir Arquivos de Sistema

# MenuItem:Column View Auto Width
source: Column View Auto Width
french: Largeur des colonnes automatique
italian: Larghezza automatica in Vista come colonne
nn: Kolonnevisning auto bredde
pt_br: Largura Automática para Visualização por Coluna

# MenuItem:Dock Progress Bar
source: Dock Progress Bar
french: Barre de progression du Dock
italian: Barra di avanzamento nella Dock
nn: Dock Fremdriftslinja
pt_br: Barra de progresso do Dock
