Repository: binaryage/totalfinder-i18n
Catalog: plugin/*.lproj/ShortcutRecorder.strings
Languages: dutch, no, pt_pt, spanish

source: Space
dutch: Spatie
no: Mellomrom
pt_pt: Espaço
spanish: Espacio

source: Use old shortcut
dutch: Gebruik vorige toetscombinatie
no: Bruk gammel snarvei
pt_pt: Usar atalho antigo
spanish: Usar función rápida anterior

source: Type shortcut
dutch: Druk toetscombinatie in
no: Velg snarvei
pt_pt: Introduza o atalho
spanish: Pulsar función rápida

source: Click to record shortcut
dutch: Toetscombinatie kiezen
no: Klikk for Ã¥ ta opp snarvei
pt_pt: Clique para gravar atalho
spanish: Clic para definir función rápida

source: Pad %@
dutch: Nummertoets %@
no: Num %@
spanish: Rellenar %@

source: The key combination %@ can't be used!
dutch: De toetscombinatie %@ kan niet gebruikt worden!
no: Tastatursnarveien %@ kan ikke brukes!
pt_pt: A combinação de teclas %@ não pode ser utilizada!
spanish: ¡La combinación de teclas %@ no se puede utilizar!

source: The key combination "%@" can't be used because %@.
dutch: De toetscombinatie "%@" kan niet gebruikt worden, omdat %@.
no: Tastatursnarveien "%@" kan ikke brukes fordi %@.
pt_pt: A combinação de teclas "%@" não pode ser utilizada porque %@.
spanish: La combinación de teclas "%@" no se puede utilizar porque %@.

source: The key combination "%@" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)
dutch: De toetscombinatie "%@" kan niet worden gebruikt, omdat deze al wordt gebruikt door het systeem. (U kunt bestaande toetscombinatie wijzigen in het paneel 'Toetscombinaties' van 'Toetsenbord' onder de Systeemvoorkeuren.)
no: Tastatursnarveien "%@" kan ikke brukes fordi det allerede eksisterer en global system-snarvei for denne taste-kombinasjonen. (Hvis du virkelig vil bruke denne tastatursnarveien kan du endre de globale system-snarveiene under Tastatur i Systemvalg.)
pt_pt: A combinação de teclas "%@" não pode ser utilizada porque já está em utilização por um atalho de teclado do sistema. (Se realmente deseja utilizar esta combinação de teclas, a maioria dos atalhos podem ser alterados no painel de Teclado nas Preferências do Sistema.)
spanish: La combinación de teclas "%@" no se puede utilizar porque ya se está usando como una función rápida de teclado del sistema. (Si desea usar esta combinación de teclas, se pueden cambiar en el panel Teclado de las Preferencias del Sistema.)

source: The key combination "%@" can't be used because it's already used by the menu item "%@".
dutch: De toetscombinatie "%@" kan niet gebruikt worden, omdat deze al gebruikt wordt door het menu-item "%@".
no: Tastatursnarveien "%@" kan ikke brukes fordi den allerede er i bruk av menyvalget "%@".
pt_pt: A combinação de teclas "%@" não pode ser utilizada porque já está em utilização pelo item de menu "%@".
spanish: La combinación de teclas "%@" no se puede usar porque ya se está usando por el elemento de menú "%@".

source: Command +
no: Kommando +
pt_pt: Comando +
spanish: Comando +

source: Option +
dutch: Optie +
no: Tilvalg +
pt_pt: Opção +
spanish: Opción +

source: Control +
no: Kontroll +
pt_pt: Controlo +

source: Shift +
pt_pt: Maiúsculas +
spanish: Mayús +
