Repository: binaryage/totalfinder-i18n
Catalog: plugin/*.lproj/Tabs.strings
Languages: be, bg, cy, el, he, ja, mn, ms, portuguese, pt_pt, ro, sv, zh_tw

source: TotalFinder - unregistered version
be: TotalFinder - незарэгістраваная версія
bg: TotalFinder - нерегистрирана версия
cy: TotalFinder - Fersiwn digofrestredig
el: TotalFinder - αδήλωτη έκδοση
he: TotalFinder - גירסה אינה רשומה
ja: TotalFinder - 未登録
mn: TotalFinder - бүртгэлгүй хувилбар
ms: TotalFinder - versi tidak berdaftar
portuguese: TotalFinder - versão não registrada
pt_pt: TotalFinder - versão não registada
ro: TotalFinder - versiune neînregistrată
sv: TotalFinder - oregistrerad version
zh_tw: TotalFinder - 未註冊版本

source: TotalFinder - 1 day left - buy now!
be: TotalFinder - застаўся 1 дзень - купіце зараз!
bg: TotalFinder - Остава 1 ден - Купете сега!
cy: TotalFinder - chwith 1 diwrnod - brynu nawr!
el: TotalFinder - 1 ημέρα έμεινε - αγορά!
he: TotalFinder - יום אחד נותר - רכוש כעת!
ja: TotalFinder - 試用期限の残りはあと 1 日です - 購入してください！
mn: TotalFinder - 1 хоног үлдлээ - худалдаж ав!
ms: TotalFinder - tinggal 1 hari - beli sekarang!
portuguese: TotalFinder - 1 dia para testar - compre agora!
pt_pt: TotalFinder - 1 dia restante - compre agora!
ro: TotalFinder - 1 zi rămasă - Cumpară acum!
sv: TotalFinder - 1 dag kvar - köp nu!
zh_tw: TotalFinder - 剩下 1 天 - 馬上購買!

source: TotalFinder - 2 days left - buy now!
be: TotalFinder - засталося 2 дні - купіце зараз!
bg: TotalFinder - Остават 2 дни - Купете сега!
cy: TotalFinder - chwith 2 ddiwrnod - brynu nawr!
el: TotalFinder - 2 ημέρες έμειναν - αγορά!
he: TotalFinder - 2 ימים נותרו - רכוש כעת!
ja: TotalFinder - 試用期限の残りはあと 2 日です - 購入してください！
mn: TotalFinder - 2 хоног үлдлээ - худалдаж ав!
ms: TotalFinder - tinggal 2 hari - beli sekarang!
portuguese: TotalFinder - 2 dias para testar - compre agora!
pt_pt: TotalFinder - 2 dias restantes - compr agora!
ro: TotalFinder - 2 zile rămase - Cumpară acum!
sv: TotalFinder - 2 dagar kvar - köp nu!
zh_tw: TotalFinder - 剩下 2 天 - 馬上購買!

source: TotalFinder - 3 days left - buy now!
be: TotalFinder - засталося 3 дні - купіце зараз!
bg: TotalFinder - Остават 3 дни - Купете сега!
cy: TotalFinder - Gadawodd 3 diwrnod - brynu nawr!
el: TotalFinder - 3 ημέρες έμειναν - αγορά!
he: TotalFinder - 3 ימים נותרו - רכוש כעת!!
ja: TotalFinder - 試用期限の残りはあと 3 日です - 購入してください！
mn: TotalFinder - 3 хоног үлдлээ - худалдаж ав!
ms: TotalFinder - tinggal 3 hari - beli sekarang!
portuguese: TotalFinder - 3 dias para testar - compre agora!
pt_pt: TotalFinder - 3 dias restantes - compre agora!
ro: TotalFinder - 3 zile rămase - Cumpară acum!
sv: TotalFinder - 3 dagar kvar - köp nu!
zh_tw: TotalFinder - 剩下 3 天 - 馬上購買!

source: TotalFinder - 4 days left - buy now!
be: TotalFinder - засталося 4 дні - купіце зараз!
bg: TotalFinder - Остават 4 дни - Купете сега!
cy: TotalFinder - chwith 4 diwrnod - brynu nawr!
el: TotalFinder - 4 ημέρες έμειναν - αγορά!
he: TotalFinder - 4 ימים נותרו - רכוש כעת!!
ja: TotalFinder - 試用期限の残りはあと 4 日です - 購入してください！
mn: TotalFinder - 4 хоног үлдлээ - худалдаж ав!
ms: TotalFinder - tinggal 4 hari - beli sekarang!
portuguese: TotalFinder - 4 dias para testar - compre agora!
pt_pt: TotalFinder - 4 dias restantes - compre agora!
ro: TotalFinder - 4 zile rămase - Cumpară acum!
sv: TotalFinder - 4 dagar kvar - köp nu!
zh_tw: TotalFinder - 剩下 4 天 - 馬上購買!

source: TotalFinder - 5 days left - buy now!
be: TotalFinder - засталося 5 дзен - купіце зараз!
bg: TotalFinder - Остават 5 дни - Купете сега!
cy: TotalFinder - Gadawodd 5 diwrnod - brynu nawr!
el: TotalFinder - 5 ημέρες έμειναν - αγορά!
he: TotalFinder - 5 ימים נותרו - רכוש כעת!!
ja: TotalFinder - 試用期限の残りはあと 5 日です - 購入してください！
mn: TotalFinder - 5 хоног үлдлээ - худалдаж ав!
ms: TotalFinder - tinggal 5 hari - beli sekarang!
portuguese: TotalFinder - 5 dias para testar - compre agora!
pt_pt: TotalFinder - 5 dias restantes - compre agora!
ro: TotalFinder - 5 zile rămase - Cumpară acum!
sv: TotalFinder - 5 dagar kvar - köp nu!
zh_tw: TotalFinder - 剩下 5 天 - 馬上購買!

source: TotalFinder - %d days left - buy now!
be: TotalFinder - засталося %d днен - купіце зараз!
bg: TotalFinder - Остават %d дни - Купете сега!
cy: TotalFinder - Gadawodd %d diwrnod - brynu nawr!
el: TotalFinder - %d ημέρες έμειναν - αγορά!
he: TotalFinder - %d ימים נותרו - רכוש כעת!!
ja: TotalFinder - 試用期限の残りはあと %d 日です - 購入してください！
mn: TotalFinder - %d хоног үлдлээ - худалдаж ав!
ms: TotalFinder - tinggal %d hari - buy now!
portuguese: TotalFinder - %d dias para testar - compre agora!
pt_pt: TotalFinder - %d dias restantes - compre agora!
ro: TotalFinder - %d zile rămase - Cumpară acum!
sv: TotalFinder - %d dagar kvar - köp nu!
zh_tw: TotalFinder - 剩下 %d 天 - 馬上購買!

source: Close Tab
be: Зачыніць укладку
bg: Затвори раздела
cy: Tab Agos
el: Κλείσιμο καρτέλας
he: סגור לשונית Finder
ja: タブを閉じる
mn: Tab хаах
ms: Tutup Tab
portuguese: Fechar Aba
pt_pt: Fechar separador
ro: Închide tab
sv: Stäng flik
zh_tw: 關閉分頁

source: Reopen Closed Tab
sv: Öppna stängd flik
zh_tw: 重开關閉的視窗

source: Close Window
be: Зачыніць акно
mn: Цонх хаах
portuguese: Fechar Janela
pt_pt: Fechar janela
sv: Stäng fönster
zh_tw: 關閉視窗

source: Toggle Dual Mode
be: Здвоены рэжым
bg: Двупанелен режим
cy: Modd togl deuol
el: Εναλλαγή Dual mode
he: החלף מצב כפול
ja: デュアルモードの切替
mn: Дуал горим
ms: Togol Mod Dual
portuguese: Ativar Modo Duplo
pt_pt: Modo de painel duplo
ro: Comută în modul dual
sv: Av-/Aktivera Dual Mode
zh_tw: 切換雙視窗模式

source: Narrow Tabs Bar
be: Вузкая панэль укладак
mn: Нарийн таб
portuguese: Barra de Abas Finas
pt_pt: Usar barra de separadores fina
sv: Använd smalare Flikar
zh_tw: 較窄分頁列

source: Select Next Tab
be: Выбраць наступную ўкладку
mn: Дараагийн таб сонгох
portuguese: Selecionar a próxima aba
pt_pt: Seleccionar separador seguinte
sv: Välj nästa flik
zh_tw: 選取下一個分頁

source: Select Previous Tab
be: Выбраць папярэднюю ўкладку
mn: Өмнөх таб сонгох
portuguese: Selecionar aba anterior
pt_pt: Seleccionar separador anterior
sv: Välj föregående flik
zh_tw: 選取上一個分頁

source: Switch Active Panel
sv: Byt aktiv panel

source: Close Native Tab
sv: Stäng inbyggd flik

source: New Native Tab
sv: Ny inbyggd flik

source: Show Next Native Tab
sv: Visa nästa inbyggda flik

source: Show Previous Native Tab
sv: Visa föregående inbyggda flik

source: New Tab
he: לשונית חדשה
ja: 新規タブ
ms: Tab Baru
sv: Ny flik

source: Use narrow Tabs Bar
be: Вузкая панэль укладак
bg: Тясна лента с раздели
cy: Defnyddiwch y bar cul Tabs
el: Σμίκρυνση καρτελών
he: השתמש בשורת לשוניות מצומצמת
ja: タブバーを狭くする
mn: Нарийн таб бар
ms: Gunakan Bar Tab kecil
portuguese: Utilizar barra com abas finas
pt_pt: Barra separadores fina
ro: Tab-uri înguste
sv: Använd smalare Flikar
zh_tw: 使用較窄分頁列

source: Open new tabs with previous location
he: פתח לשוניות חדשות מהמיקום האחרון
ja: 以前の場所を新規のタブで開く
ms: Buka tab baru dengan lokasi terdahulu
sv: Öppna nya flikar med tidigare sökvägar

source: Always Maximize
be: Заўсёды разгортваць
portuguese: Sempre Maximizado
sv: Alltid maximerad

source: Freelance Windows
be: Незалежныя вокны
cy: Ffenestri Llawrydd
el: Ελεύθερα παράθυρα
he: חלונות חופשיים
ja: タブの代わりに新しいウィンドウで開く
ms: Tetingkap Bebas
portuguese: Janelas Autônomas
ro: Ferestre Libere
sv: Frilans Fönster
zh_tw: 使用自由視窗
