Repository: binaryage/totalfinder-i18n
Catalog: plugin/*.lproj/TotalFinderUI.strings
Languages: pt_pt

source: Tweaks
pt_pt: Modificações

source: About
pt_pt: Acerca

# Visor Feature
source: The Visor Feature
pt_pt: Funcionalidade Visor

source: a system-wide window sliding from the bottom on a hot-key
pt_pt: Janela Finder em todo o sistema que surge ao accionar um atalho

source: Activation:
pt_pt: Activação:

source: Control:
pt_pt: Controlo:

source: Hide on ESC
pt_pt: Ocultar com ESC

source: Pin Visor
pt_pt: Fixar Visor

source: Animation:
pt_pt: Animação:

source: Fade Window
pt_pt: Desvanecer janela

source: Slide Window
pt_pt: Deslizar janela

source: Screen:
pt_pt: Ecrã:

source: Show on all Spaces
pt_pt: Mostrar em todos os espaços

source: Show on top of the Dock
pt_pt: Mostrar por cima da Dock

source: FreeForm Window
pt_pt: Janela com forma livre

source: Reset TotalFinder to defaults
pt_pt: Restaurar configurações predefinidas

source: File Browser:
pt_pt: Navegador de ficheiros:

source: Show System Files
pt_pt: Mostrar fich. sistema

source: Folders on Top
pt_pt: Mostrar pastas no topo

source: Always Maximize
pt_pt: Maximizar sempre

source: Toggle Dual Mode
pt_pt: Modo de painel duplo

source: Menu and Dock:
pt_pt: Menu e Dock:

source: Hide icon in Menu Bar
pt_pt: Ocultar ícone na barra de menus

source: Keep original Dock icon
pt_pt: Manter ícone original do Finder na Dock

source: Freelance Windows
pt_pt: Janelas Freelance

source: Use narrow Tabs Bar
pt_pt: Barra separadores fina

source: Show Cut&Paste buttons in Context Menus
pt_pt: Mostrar Cortar/Colar nos menus contexto

source: Allow path copying from Context Menus
pt_pt: Permitir copiar caminho no menu contexto

source: TotalFinder Registration
pt_pt: Registo do TotalFinder

source: Registration
pt_pt: Registo

source: Please enter your license details from the email we have sent you:
pt_pt: Por favor insira os detalhes da licença que lhe foi enviada por email:

source: Buy TotalFinder Now
pt_pt: Comprar o TotalFinder

source: Register
pt_pt: Registar

source: Thanks for registering!
pt_pt: Obrigado por registar!

source: This TotalFinder copy is licensed to:
pt_pt: Esta cópia do TotalFinder é licenciada a:

source: Close
pt_pt: Fechar

source: Change License
pt_pt: Alterar licença

source: Back
pt_pt: Voltar

source: Invalid license code
pt_pt: Código de licença inválido

source: Please go back and try again.
pt_pt: Por favor, volte e tente novamente.

source: To purchase a license for TotalFinder, please visit BinaryAge web store.
pt_pt: Para comprar uma licença para o TotalFinder, por favor visite a loja online BinaryAge.

source: Thank you for using TotalFinder!
pt_pt: Obrigado por usar o TotalFinder!
