Repository: binaryage/totalfinder-i18n
Catalog: plugin/*.lproj/TotalFinder.strings
Languages: be, japanese, mn, no

source: Check for Updates
be: Праверыць абнаўлення
japanese: アップデートを確認
mn: Шинэчлэлт шалгах
no: Se etter oppdateringer

source: Uninstall TotalFinder
be: Выдаліць TotalFinder
japanese: TotalFinder をアンインストールする
mn: TotalFinder-г устгах
no: Avinstaller TotalFinder

source: Restart Finder
be: Перазапусціць Finder
japanese: Finder を再起動
mn: Finder-г дахин эхлүүлэх
no: Start Finder på nytt

source: Reset
be: Скінуць
japanese: リセット
no: Tilbakestill

source: Cancel
be: Адмена
japanese: キャンセル
mn: Болих
no: Avbryt

source: Do you really want reset to defaults?
be: Вы сапраўды жадаеце аднавіць налады па-змаўчанню?
japanese: TotalFinder を初期設定に戻します。よろしいですか？
mn: Та анхны тохиргоо руу шилжүүлэх үү?
no: Vil du virkelig gjenopprette standardinnstillingene?

source: This will restore initial TotalFinder settings.
be: Усе налады TotalFinder будуць звярнутыя ў пачатковая стан.
japanese: この操作で TotalFinder は初期設定に戻ります。
mn: TotalFinder анхны тохиргоо руу шилжих болно.
no: Dette vil gjenopprette TotalFinders standardinnstillinger.

source: Uninstall
be: Выдаліць
japanese: アンインストール
mn: Устгах
no: Avinstaller

source: Really want to uninstall TotalFinder?
be: Сапраўды жадаеце выдаліць TotalFinder?
japanese: TotalFinder をアンインストールします。よろしいですか？
mn: TotalFinder програмыг устгах уу?
no: Vil du virkelig avinstallere TotalFinder?

source: This will launch an uninstall script which will remove TotalFinder from this computer and restore your original Finder behavior.
be: Будзе запушчаны скрыпт, які выдаліць TotalFinder і адновіць першапачатковае паводзіны Finder.
japanese: この操作で TotalFinder をアンインストールするスクリプトを実行し、Finder を元の状態に戻します。
mn: Таны компьютерээс TotalFinder програмыг устгаж Finder програмыг анхны байдалд оруулна.
no: Dette vil starte et avinstallerings-script som vil fjerne TotalFinder fra datamaskinen og gjenopprette den originale Finder-oppførselen.

source: TotalFinder Preferences…
be: Налады TotalFinder…
japanese: 環境設定…
mn: TotalFinder тохиргоо…
no: Instillinger for TotalFinder…

source: Visit Homepage…
be: Адкрыць хатнюю старонку праекту…
japanese: ホームページ（英語）を開く…
mn: Сайтад зочлох…
no: Besøk hjemmesiden…

source: Screen
be: Экран
japanese: スクリーン
no: Skjerm

source: Licensed to %@
be: Ліцэнзія выдадзена %@
japanese: %@ にライセンスされています
mn: Лиценз эзэмшигч: %@
no: Lisensiert til %@

source: Change License
be: Памяняць ліцэнзію
japanese: ライセンスを変更
mn: Лиценз өөрчлөх
no: Endre lisens

source: Unregistered version in trial mode
be: Незарэгістраваная версія ў выпрабавальным рэжыме
japanese: 未登録の試用版
mn: Туршилтын хугацааны бүртгэлгүй хувилбар
no: Uregistrert versjon i prøve-modus

source: Register
be: Зарэгістраваць
japanese: 登録する
mn: Бүртгүүлэх
no: Registrér

source: Tweaks
be: Налады
japanese: 調整
mn: Өөрчлөлт
no: Modifiseringer

source: About
be: Аб праграме
japanese: 情報
mn: Тухай
no: Om

# Visor Feature
source: The Visor Feature
be: Выкарыстоўваць Visor
japanese: バイザー機能を有効にする
mn: Visor өөрчлөлтүүд
no: Visor-funksjonen

source: a system-wide window sliding from the bottom on a hot-key
be: Глябальнае акно, якое з'яўляецца знізу, па гарачай клавішы
japanese: ホットキーでいつでも画面下部にウィンドウを表示できます
mn: бүх цонхны хөдөлгөөнд өөрчлөлт оруулна
no: et Finder-vindu som glir inn fra bunnen av skjermen ved aktivering av en tastatursnarvei

source: Activation:
be: Актывацыя:
japanese: 起動：
mn: Идэвхижүүлэлт:
no: Aktivering:

source: Control:
be: Кіраванне:
japanese: 制御：
mn: Удирдлага:
no: Kontroll:

source: Hide on ESC
be: Хаваць па ESC
japanese: ESCキーで隠す
mn: ESC нуух
no: Skjul med escape-tasten

source: Pin Visor
be: Замацаваць
japanese: バイザー固定
mn: Visor хатгах
no: Lås Visor

source: Animation:
be: Анімацыя:
japanese: 表示効果：
mn: Хөдөлгөөн:
no: Animasjon:

source: Fade Window
be: Згасанне
japanese: ウィンドウをフェードイン/アウト
mn: Цонх уусах
no: Fade inn

source: Slide Window
be: З'язджанне
japanese: ウィンドウをスライド
mn: Цонх шилжих
no: Gli inn

source: Screen:
be: Экран:
japanese: 画面：
mn: Дэлгэц:
no: Skjerm:

source: Show on all Spaces
be: Паказваць на ўсіх Spaces
japanese: すべてのSpacesの画面で表示
mn: Бүх Space-д харуулах
no: Vis på alle arbeidsområder

source: Show on top of the Dock
be: Паказвать над Dock
japanese: Dock よりも前面に表示
mn: Dock-н дээр харуулах
no: Vis framfor Docken

source: FreeForm Window
be: Адвольны памер акна
japanese: ウィンドウのサイズ変更を許可
mn: FreeForm цонх
no: Redigerbart vindu

source: Reset TotalFinder to defaults
be: Аднавіць налады па-змаўчанню
japanese: 初期設定に戻す
mn: TotalFinder-г анхны тохиргоонд шилжүүлэх
no: Gjenopprett standardinnstillinger

source: File Browser:
be: Файлавы менеджэр:
japanese: ファイルブラウザ：
mn: Файл хөтөч:
no: Filutforskeren:

source: Show System Files
be: Схаваная файлы
japanese: システムファイルを表示
mn: Системийн файлыг харуулах
no: Vis systemfiler

source: Folders on Top
be: Папкі зверху
japanese: フォルダを上部に表示
mn: Хавтасууд дээр харагдах
no: Sorter mapper før filer

source: Always Maximize
be: Заўсёды разгортваць
japanese: 常に最大化
mn: Үргэлж дэлгэц дүүрэн
no: Alltid maksimert

source: Toggle Dual Mode
be: Здвоены рэжым
japanese: デュアルモードの切替：
mn: Дуал горим
no: Skru av/på Dual Mode

source: Menu and Dock:
be: Меню і Dock:
japanese: メニューと Dock：
mn: Цэс болон Dock:
no: Meny og Dock:

source: Hide icon in Menu Bar
be: Выдаліць TotalFinder з радка меню
japanese: メニューバーから TotalFinder を取り除く
mn: Цэснээс дүрс нуух
no: Skjul ikon i menylinjen

source: Keep original Dock icon
be: Не змяняць абразок Finder у Dock
japanese: Finder アイコンはオリジナルを使う
mn: Dock дүрсийг өөрчлөхгүй
no: Bruk originalt Dock ikon

source: Experimental:
be: Эксперыментальныя магчымасці:
japanese: 実験的な機能：
mn: Нэмэлт:
no: Eksperimentelt:

source: Freelance Windows
be: Незалежныя вокны
japanese: タブの代わりに新しいウィンドウで開く
mn: Freelance цонхнууд
no: Freelance-vinduer

source: Use narrow Tabs Bar
be: Вузкая панэль укладак
japanese: タブバーを狭くする
mn: Нарийн таб бар
no: Bruk smale faner

source: Show Cut&Paste buttons in Context Menus
be: Каманды рэдагавання ў выглядзе кнопак
japanese: コンテキストメニューにカットボタン等を表示
mn: Зөөх, Паст товчнуудыг баруун товчид харуулах
no: Vis klipp ut og lim inn i kontekstmenyer

source: Allow path copying from Context Menus
be: Дазваляць капіяванне шляху з кантэкстнага меню
japanese: コンテキストメニューからパスのコピーを許可
mn: Баруун товчоор файлын замыг хуулах
no: Tillat kopiering av bane fra kontekstmenyer

source: Check Now
mn: Одоо шалгах
no: Sjekk nå

source: Automatically check the website for updates
mn: Вэб сайтаас шинэчлэлтийг автоматаар шалгах
no: Sjekker websiden automatisk for oppdateringer

source: Include pre-releases
mn: Туршилтын хувилбарыг оруулах
no: Inkludér uferdige versjoner

source: Participate in TotalFinder testing
mn: TotalFinder-н туршилтанд оролцох
no: Delta i testingen av TotalFinder

source: TotalFinder Registration
be: Рэгістрацыя TotalFinder
japanese: TotalFinder の登録
mn: TotalFinder бүртгэл
no: Registrering av TotalFinder

source: Registration
be: Рэгістрацыя
japanese: 登録
mn: Бүртгүүлэх
no: Registrering

source: Please enter your license details from the email we have sent you:
be: Калі ласка, ўвядзіце дэталі Вашай ліцэнзіі, якія мы адправілі Вам электроннай поштай:
japanese: メールで送られてきたライセンスコードを入力してください：
mn: Бидний илгээсэн захидлын лицензийн мэдээллийг оруулна уу:
no: Vennligst skriv inn lisens-detaljene fra eposten vi har sendt deg:

source: Buy TotalFinder Now
be: Купіце TotalFinder зараз
japanese: TotalFinder を購入する
mn: TotalFinder Худалдаж Авах
no: Kjøp TotalFinder nå

source: Thanks for registering!
be: Дзякуй за рэгістрацыю!
japanese: 登録ありがとうございます！
mn: Бүртгүүлсэнд баярлалаа!
no: Takk for registreringen!

source: This TotalFinder copy is licensed to:
be: Гэтая копія TotalFinder ліцэнзавана на:
japanese: TotalFinder はこの方にライセンスされています：
mn: Энэ TotalFinder-н лиценз эзэмшигч:
no: Denne kopien av TotalFinder er lisensiert til:

source: Close
be: Закрыць
japanese: 閉じる
mn: Хаах
no: Lukk

source: Back
be: Назад
japanese: 戻る
mn: Буцах
no: Tilbake

source: Invalid license code
be: Няправільны код ліцэнзіі
japanese: 無効なライセンスコード
mn: Лицензийн код буруу байна
no: Ugyldig lisens-kode

source: Please go back and try again.
be: Калі ласка, паспрабуйце яшчэ раз.
japanese: 前に戻ってやり直してください。
mn: Буцаад дахин оролдоно уу.
no: Vennligst gå tilbake og prøv igjen.

source: To purchase a license for TotalFinder, please visit BinaryAge web store.
be: Для куплі ліцэнзіі TotalFinder, калі ласка, наведайце онлайн магазін BinaryAge.
japanese: TotalFinder ライセンスの購入は、BinaryAge のウェブストアで。
mn: TotalFinder програмыг худалдан авахыг хүсвэл BinaryAge вэбийн дэлгүүрт зочлоорой.
no: For å kjøpe en lisens for TotalFinder vennligst besøk BinaryAges netthandel.

source: Thank you for using TotalFinder!
be: Дзякуй за выкарыстанне TotalFinder!
japanese: TotalFinder をご使用いただきありがとうございます！
mn: TotalFinder-г ашигласанд баярлалаа!
no: Takk for at du bruker TotalFinder!

source: License Name
no: Lisens Navn

source: License Key
no: Lisens Nøkkel

source: Visor
japanese: バイザー
