Repository: binaryage/totalfinder-i18n
Catalog: plugin/*.lproj/Visor.strings
Languages: bg, dutch, hu, pt_br, th

source: Pin Visor
bg: Забоди
dutch: Zet Visor vast
hu: Visor rögzítése
pt_br: Fixar Visor
th: ปักหมุด Visor

source: Show Visor
bg: Покажи Visor
dutch: Activeer Visor
hu: Visor megjelenítése
pt_br: Mostrar Visor
th: แสดง Visor

source: Hide Visor
bg: Скрий Visor
dutch: Deactiveer Visor
hu: Visor elrejtése
pt_br: Ocultar Visor
th: ซ่อน Visor

source: a system-wide window sliding from the bottom on a hot-key
bg: Глобален прозорец, приплъзващ се от долната част на екрана
dutch: een systeembreed venster dat van beneden binnenschuift met één sneltoets
hu: Gyorsgombbal elérhető csúszóablak az egész rendszerben
pt_br: uma janela deslizante que é ativada por um atalho
th: หน้าต่างสไลด์จากด้านล่าง สามารถเรียกจากคีย์ลัดได้เสมอ

source: Visor Feature
bg: Използване на Visor
dutch: De Visor-functie
hu: Visor funkció
pt_br: Funcionalidade do Visor
th: ฟังก์ชั่น Visor

source: Activation:
bg: Активация:
dutch: Activatie:
hu: Aktiválás:
pt_br: Ativação:
th: เรียกใช้:

source: Show on all Spaces
bg: Показване на всички Spaces
dutch: Laat zien op alle Spaces
hu: Megjelenítés minden Íróasztalon
pt_br: Mostrar em todos os Spaces
th: แสดงในทุกๆ Space

source: Animation:
bg: Анимации:
dutch: Animatie:
hu: Animáció:
pt_br: Animação:
th: แอนิเมชั่น:

source: Control:
bg: Контрол:
dutch: Besturen:
hu: Vezérlés:
pt_br: Controle:
th: ควบคุม:

source: Slide Window
bg: Плъзгане на прозореца
dutch: Venster inschuiven
hu: Ablak csúsztatása
pt_br: Deslizar Janela
th: หน้าต่างเลื่อนเข้ามา

source: Fade Window
bg: Избледняване на прозореца
dutch: Venster fade-in
hu: Ablak elhalványítása
pt_br: Escurecer Janela
th: หน้าต่างค่อยๆ จาง

source: Show on top of the Dock
bg: Показване върху Dock
dutch: Blijf boven het Dock
hu: Megjelenítés a Dock felett
pt_br: Exibir em cima do Dock
th: แสดงเหนือ Dock

source: Free Form Window
bg: Прозорец с произволна форма
dutch: Vrij venster
hu: Szabadon méretezhető ablak
pt_br: Janela de Forma Livre
th: ปรับขนาดหน้าต่างอิสระ

source: Hide on ESC
bg: Скриване с ESC
dutch: Verberg met ESC
hu: Elrejtés kilépéskor
pt_br: Fechar com ESC
th: ซ่อนเมื่อกด ESC

source: Screen:
bg: Екран:
dutch: Scherm:
hu: Képernyő:
pt_br: Tela:
th: จอ:

source: Screen
bg: Екран
dutch: Scherm
hu: Képernyő
pt_br: Tela
th: จอ
