Repository: binaryage/totalfinder-i18n
Catalog: plugin/Resources/*.lproj/ShortcutRecorder.strings
Languages: french, japanese, spanish, sv

source: Space
french: Espace
japanese: スペース
spanish: Espacio
sv: Mellanslag

source: Use old shortcut
french: Utiliser l'ancien raccourci
japanese: 前のショートカット
spanish: Usar anterior
sv: Behåll kortkommando

source: Type shortcut
french: Taper un raccourci
japanese: ショートカットの入力
spanish: Pulsar teclas
sv: Välj kortkommando

source: Click to record shortcut
french: Cliquer pour enregistrer
japanese: クリックで入力をする
spanish: Clic para definir atajo
sv: Klicka för att spela in kommando

source: Pad %@
french: Pavé %@
japanese: パッド %@
spanish: Rellenar %@
sv: Num %@

source: The key combination %@ can't be used!
french: La combinaison %@ ne peut être utilisée !
japanese: このショートカットは使用できません！
spanish: ¡La combinación de teclas %@ no puede ser utilizada!
sv: Kortkommandot %@ kunde inte användas!

source: The key combination "%@" can't be used because %@.
french: La combinaison « %@ » ne peut être utilisée car %@.
japanese: このショートカット "%@" は、%@ なので使用できません。
spanish: La combinación de teclas "%@" no puede ser utilizada porque %@.
sv: Kortkommandot "%@" kunde inte användas, eftersom %@.

source: The key combination "%@" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)
french: La combinaison « %@ » ne peut être utilisée car elle l'est déjà par un raccourci système. (Si vous voulez vraiment l'utiliser, la majorité des raccourcis système sont modifiables dans les préférences système Clavier et Souris.)
japanese: "%@" は、システム共通のショートカットとして使用されています。環境設定の「キーボードとマウス」などでショートカットを他のものに変更するか無効にしてから割り当ててください。
spanish: La combinación de teclas "%@" no puede ser utilizada porque está en uso como una función rápida de teclado del sistema. (Si desea usar esta combinación de teclas, la mayoría de las funciones rápidas se pueden cambiar en el panel Teclado de las Preferencias del Sistema.)
sv: Kortkommandot "%@" kunde inte användas, eftersom det redan används av ett systemomspännande kortkommando. (Många systemomspännande kortkommandon kan ändras i Tangentbord-panelen i Systeminställningar om du verkligen vill använda det här kortkommandot.)

source: The key combination "%@" can't be used because it's already used by the menu item "%@".
french: La combinaison « %@ » ne peut être utilisée car elle l'est déjà dans l'élément de menu « %@ ».
japanese: このショートカット "%@" は使用できません。メニュー項目 "%@" がすでに使用しているためです。
spanish: La combinación de teclas "%@" no puede ser usada porque está en uso por el elemento de menú "%@".
sv: Kortkommandot "%@" kunde inte användas, eftersom det redan används av menyvalet "%@".

source: Command +
french: cmd +
japanese: コマンド +
spanish: Comando +
sv: Kommando +

source: Option +
french: alt +
spanish: Opción +
sv: Alternativ +

source: Shift +
french: maj. +
spanish: Mayúsculas +
sv: Skift +

source: Control +
french: ctrl +
sv: Kontroll +
