Repository: binaryage/totalfinder-i18n
Catalog: plugin/Resources/*.lproj/TotalFinderUI.strings
Languages: dutch, french, german, italian, ko, russian, sv

source: Visor
ko: 붙박이창

source: Asepsis
ko: .DS_Store

source: Tweaks
french: Peaufinages
german: Erweitert
italian: Modifiche
ko: 고급
russian: Настройки
sv: Modifieringar

# Visor Feature
source: The Visor Feature
dutch: De Visor Optie
french: Fonction Visor
german: Visor Funktion
italian: Funzione Visor
ko: 붙박이창 기능
russian: Использовать Visor
sv: Visor-funktionen

source: a system-wide window sliding from the bottom on a hot-key
dutch: een systeembreed scherm dat binnenschuift bij de toetscombinatie
french: fenêtre unique apparaissant du bas par un raccourci clavier
german: ein systemweit per Tastenkombination einblendbares Fenster
italian: una finestra di sistema che scorre dal basso grazie a una hot-key
ko: 단축키로 언제 어디서나 붙박이 형태의 파인더 창을 불러옵니다.
russian: Глобальное окно, появляющееся снизу, по горячей клавише
sv: ett Finder fönster som glider in från skärmbotten via ett systemomspännande kortkommando

source: Activation:
dutch: Activatie:
german: Einblenden:
italian: Attivazione:
ko: 단축키:
russian: Активация:
sv: Aktivering:

source: Control:
french: Contrôle :
german: Steuerung:
italian: Controllo:
ko: 창 조절:
russian: Управлять:
sv: Kontroll:

source: Hide on ESC
dutch: Verberg met ESC
french: Masquer avec ESC
german: Mit ESC ausblenden
italian: Premi ESC per nascondere
ko: ESC 키로 숨기기
russian: Скрывать по ESC
sv: Göm med ESC

source: Pin Visor
dutch: Zet Visor vast
french: Épingler
german: Visor Anheften
italian: Blocca Visor
ko: 붙박이창 고정하기
russian: Закрепить
sv: Nåla Visor

source: Animation:
dutch: Animatie:
italian: Animazioni:
ko: 애니메이션:
russian: Анимация:

source: Fade Window
dutch: Geest uit fles
french: Fondu de fenêtre
german: Überblenden animieren
italian: Finestra con dissolvenza
ko: 서서히 감추기
russian: Затухание
sv: Tona in

source: Slide Window
dutch: Glijdende schaal
french: Glissement de fenêtre
german: Hineingleiten animieren
italian: Finestra a scorrimento
ko: 서서히 나타나기
russian: Смещение
sv: Glid in

source: Screen:
dutch: Scherm:
french: Écran :
german: Bildschirm:
italian: Schermo:
ko: 스크린:
russian: Экран:
sv: Bildskärm:

source: Show on all Spaces
dutch: Laat op alle Spaces zien
french: Afficher sur chaque espace
german: Auf allen Spaces sichtbar
italian: Mostra su tutti gli Spazi
ko: 모든 스페이스에서 활성
russian: Показывать на всех Spaces
sv: Visa på alla Spaces

source: Show on top of the Dock
dutch: Blijf boven de Dock
french: Afficher au-dessus du Dock
german: Über dem Dock anzeigen
italian: Mostra sopra il Dock
ko: Dock 보다 상위에 보이기
russian: Показывать поверх Dock
sv: Visa framför Dockan

source: FreeForm Window
dutch: Vrij venster
french: Fenêtre de forme libre
german: Fenstergröße veränderbar
italian: Finestra ridimensionabile
ko: 화면 가장자리에서 분리
russian: Изменяемый размер окна
sv: Omformbart fönster

# Asepsis Feature
source: The Asepsis Feature
dutch: De asepsis optie
french: Fonction Asepsis
german: Asepsis Funktion
italian: Funzione Asepsis
ko: .DS_Store 기능
russian: Использовать Asepsis
sv: Asepsis-funktionen

# prevents .DS_Store files to be created in local folders
source: prevents .DS_Store files from being created in local folders
dutch: voorkomt aanmaken van .DS_Store bestanden in lokale mappen
french: plus de fichiers .DS_Store créés dans les dossiers locaux
german: verhindert die Erstellung von .DS_Store Dateien in lokalen Ordnern
italian: evita la creazione dei file .DS_Store nelle cartelle locali
ko: 로컬 폴더에 .DS_Store 파일을 생성하지 않습니다.
russian: предотвращает создание файлов .DS_Store в локальных папках
sv: förhindrar att .DS_Store filer skapas i lokala mappar

source: .DS_Store files will be redirected into
dutch: .DS_Store bestanden worden omgezet naar
french: les fichiers .DS_Store seront transférés dans
german: .DS_Store Dateien werden verschoben nach
italian: i file .DS_Store saranno reindirizzati in
ko: .DS_Store 파일을 다음 폴더로 모두 이동:
russian: файлы .DS_Store будут перенаправлены в
sv: .DS_Store filer omdirigeras till

source: this folder should be set as writable for all users of TotalFinder
dutch: deze map moet schrijfbaar zijn voor alle TotalFinder gebruikers
french: ce dossier doit autoriser l'écriture pour tout utilisateur de TotalFinder
german: Dieser Ordner sollte für alle Nutzer von TotalFinder beschreibbar sein
italian: tale cartella dovrebbe avere permessi di scrittura per gli utenti di TF
ko: 주의: 모든 TotalFinder 사용자가 이 폴더에 접근할 수 있도록 알맞은 권한을 가지고 있어야 합니다.
russian: разрешите запись в папку всем пользователям TotalFinder
sv: den här mappen måste vara skrivbar för alla TotalFinder-användare

source: Launch Migration Assistant
dutch: Start Migratie Assistent
french: Lancer l'assistant de migration
german: Migrationsassistent starten
italian: Avvia l'Assistente di Migrazione
ko: 파일 이동 어시스턴트 실행
russian: Запустить Ассистента Миграции
sv: Öppna migrationsassistenten

source: TotalFinder.kext status
french: État TotalFinder.kext
italian: Stato di TotalFinder.kext
ko: TotalFinder.kext 상태
russian: Статус TotalFinder.kext

# Unable to connect
source: Unable to connect with kernel extension! Do you have TotalFinder kernel extension installed?
dutch: Kan niet verbinden met de kernel extensie! Is de TotalFinder kernel extensie geïnstalleerd?
french: Connexion à l'extension du noyau impossible ! Avez-vous installé correctement TotalFinder.kext ?
german: Verbindung zur Kernel-Erweiterung fehlgeschlagen! Haben Sie die TotalFinder Kernel-Erweiterung installiert?
italian: Impossibile connettersi all'estensione del kernel! Hai installato l'estensione del kernel?
ko: kernel extension을 연결할 수 없습니다 TotalFinder kernel extension을 설치하셨습니까??
russian: Невозможно соединиться с расширением ядра! У Вас установлено расширение ядра TotalFinder?
sv: Kan inte kommunicera med Kernel-utbyggnad! Är TotalFinder.kext installerad?

source: Advanced:
dutch: Geavanceerd:
french: Avancé :
german: Erweitert:
italian: Avanzate:
ko: 고급:
russian: Расширенные возможности:
sv: Avancerat:

source: Don't write .DS_Store to Network
dutch: Schrijf geen .DS_Store naar het netwerk
french: Ne pas écrire de .DS_Store sur le réseau
german: .DS_Store Dateien nicht im Netzwerk erstellen
italian: Non scrivere i .DS_Store sulla Rete
ko: 네트워크 폴더에 .DS_Store 파일 생성하지 않기
russian: Не записывать файлы .DS_Store в сети
sv: Skapa inte .DS_Store filer i nätverksmappar

source: Reset TotalFinder to defaults
dutch: Herstel de TotalFinder standaard instellingen
french: Réinitialiser TotalFinder
german: auf Standardeinstellungen zurücksetzen
italian: Riporta TotalFinder alle impostazioni iniziali
ko: 초기값으로 복원
russian: Восстановить настройки по-умолчанию
sv: Återställ standardinställningarna

source: File Browser:
dutch: Bestandverkenner:
french: Explorateur de fichiers :
german: Datei Browser:
italian: Esploratore di file:
ko: 파일 탐색:
russian: Файловый менеджер:
sv: Filhanteraren:

source: Show System Files
dutch: Toon systeembestanden
french: Avec fichiers système
german: Zeige Systemdateien
italian: Mostra file di sistema
ko: 시스템파일 보기
russian: Скрытые файлы
sv: Visa systemfiler

source: Folders on Top
dutch: Mappen eerst
french: Avec dossiers en tête
german: Ordner am Anfang
italian: Cartelle in cima
ko: 폴더를 목록 최상단에
russian: Папки сверху
sv: Sortera mappar före filer

source: Always Maximize
dutch: Altijd maximaliseren
french: Toujours maximisé
german: Immer maximieren
italian: Massimizza sempre
ko: 창을 항상 최대화
russian: Всегда разворачивать
sv: Alltid maximerad

source: Toggle Dual Mode
dutch: Dubbele/enkele kolom
french: Mode double
german: Dual-Modus an/aus
italian: Vista a doppio pannello
ko: 스플릿뷰 단축키
russian: Двухпанельный режим
sv: Av-/Aktivera Dual Mode

source: Menu and Dock:
dutch: Menu en Dock:
french: Menu et Dock :
german: Menü und Dock:
italian: Menu e Dock:
ko: 메뉴바/Dock:
russian: Меню и Dock:
sv: Meny och Docka:

source: Hide icon in Menu Bar
dutch: Verwijder TotalFinder uit het status menu
french: Sans TotalFinder dans la barre des menus
german: Icon in der Menüleiste nicht anzeigen
italian: Nascondi l'icona dalla barra dei menu
ko: 메뉴바에서 아이콘 감추기
russian: Удалить TotalFinder из строки меню
sv: Göm TotalFinder från statusfältet

source: Keep original Dock icon
dutch: Behoud het originele Finder dock icon
french: Avec l'icône originale du Finder dans le Dock
german: Original Finder-Icon im Dock verwenden
italian: Mantieni l'icona originale nel Dock
ko: Dock에 아이콘 보이기
russian: Не изменять иконку Finder в Dock
sv: Behåll originalikonen i Dockan

source: Experimental:
dutch: Experimenteel:
french: Expérimental :
german: Experimentell:
italian: Sperimentale:
ko: 실험적인 기능:
russian: Экспериментальные возможности:
sv: Experimentella inställningar:

source: Freelance Windows
dutch: Freelance schermen
french: Fenêtres libres
german: Unabhängige Fenster
italian: Finestre libere
ko: 프리랜스 윈도우
russian: Независимые окна
sv: Frilans Fönster

source: Use narrow Tabs Bar
dutch: Smalle tabbladbalk
french: Onglets compacts
german: Tableiste verkleinern
italian: Barra delle tab ridotta
ko: 측소된 탭 영역
russian: Узкая панель вкладок
sv: Använd smalare Flikar

source: Show Cut&Paste buttons in Context Menus
dutch: Knip en plak knoppen in contextmenu's
french: Show Cut&amp;Paste buttons in Context Menus
german: Ausschneiden/Einfügen im Kontextmenü
italian: Mostra i pulsanti Taglia&amp;Incolla nei menu contestuali
ko: 마우스 오른쪽 버튼 누른 후 잘라내기/붙여넣기 버튼 보이기
russian: Команды редактирования в виде кнопок
sv: Visa Klipp&amp;Klistra knappar i högerklick-menyer

source: Check for updates…
dutch: Zoek naar updates…
french: Mise à jour…
german: Updates suchen…
italian: Controlla aggiornamenti…
ko: 업데이트 확인…
russian: Проверить обновления…
sv: Kolla efter uppdateringar…

source: TotalFinder Registration
dutch: TotalFinder registratie
french: Enregistrement de TotalFinder
german: TotalFinder Registrierung
italian: Registrazione di TotalFinder
ko: TotalFinder 정품 등록
russian: Регистрация TotalFinder
sv: TotalFinder registrering

source: Registration
dutch: Registreren
french: Enregistrement
german: Registrierung
italian: Registrazione
ko: 정품 등록
russian: Регистрация
sv: Registrering

source: Please enter your license details from the email we have sent you:
dutch: Voer de licentiegegevens die u per e-mail van ons ontvangen hebt in:
french: Merci d'inscrire les détails de votre licence inscrits dans le mail que nous vous avons envoyé
german: Bitte geben die die Lizenz-Daten aus der E-Mail ein, die wir Ihnen geschickt haben:
italian: Per favore inserisci i dettagli della tua licenza che trovi nella email che ti è stata inviata:
ko: 보내드린 이메일에 적혀있는 라이센스 정보를 입력해 주세요:
russian: Пожалуйста, введите детали Вашей лицензии, которые мы отправили Вам электронной почтой:
sv: Var god skriv in din lincenskod:

source: Buy TotalFinder Now
dutch: Koop TotalFinder nu
french: Acheter TotalFinder maintenant
german: TotalFinder jetzt kaufen
italian: Acquista TotalFinder adesso
ko: TotalFinder 지금 구입하세요!
russian: Купите TotalFinder сейчас
sv: Köp TotalFinder nu

source: Register
dutch: Registreer
french: Enregistrer
german: Registrieren
italian: Registra
ko: 정품 등록
russian: Зарегистрировать
sv: Registrera

source: Thanks for registering!
dutch: Bedankt voor uw registratie!
french: Merci pour l'enregistrement!
german: Danke für's Registrieren!
italian: Grazie per aver registrato!
ko: 등록해 주셔서 감사합니다!
russian: Спасибо за регистрацию!
sv: Tack för att du registrerade!

source: This TotalFinder copy is licensed to:
dutch: Deze TotalFinder is gelicenseerd aan:
french: Cette copie de TotalFinder enregistrée est la propriété de :
german: Diese Kopie von TotalFinder ist lizensiert für:
italian: Questa copia di TotalFinder è concessa in licenza a:
ko: TotalFinder는 다음 사용자에게 등록되었습니다:
russian: Эта копия TotalFinder залицензирована на:
sv: Denna installation av TotalFinder är licenserad till:

source: Close
dutch: Sluit
french: Fermer
german: Schließen
italian: Chiudi
ko: 닫기
russian: Закрыть
sv: Stäng

source: Change License
dutch: Wijzig licentie
french: Changer la licence
german: Lizenz ändern
italian: Cambia licenza
ko: 라이센스 변경
russian: Сменить лицензию
sv: Ändra licens

source: Back
dutch: Terug
french: Retour
german: Zurück
italian: Indietro
ko: 뒤로
russian: Назад
sv: Tillbaka

source: Invalid license code
dutch: Ongeldige licentiecode
french: Code licence invalide
german: Ungültiger Lizenzschlüssel
italian: Codice di licenza non valido
ko: 인식할 수 없는 시리얼 번호 입니다.
russian: Неверный код лицензии
sv: Felaktig licenskod

source: Please go back and try again.
dutch: Ga terug en probeer het opnieuw.
french: Merci de retourner et de recommencer.
german: Bitte gehen Sie zurück und versuchen es erneut.
italian: Per favore torna indietro e prova di nuovo.
ko: 뒤돌아가 다시 시도해 보세요.
russian: Пожалуйста, попытайтесь еще раз.
sv: Var god gå tillbaka och försök igen.

source: To purchase a license for TotalFinder, please visit BinaryAge web store.
dutch: Bezoek de BinaryAge webwinkel om een licentie voor het gebruik van Totalfinder te kopen.
french: Pour acheter une licence pour TotalFinder, merci de vous rendre sur la boutique web de BinaryAge
german: Um eine Lizenz für TotalFinder zu erwerben, besuchen Sie bitte den BinaryAge Onlineshop.
italian: Per acquistare una licenza per TotalFinder, per favore visita il negozio sul sito di BinaryAge.
ko: TotalFinder 정품 등록을 원하시는 분들은 BinaryAge 홈페이지를 방문해주세요.
russian: Для покупки лицензии TotalFinder, пожалуйста, посетите онлайн магазин BinaryAge.
sv: För att köpa en licens till TotalFinder, var god besök BinaryAge webshoppen.

source: Thank you for using TotalFinder!
dutch: Bedankt voor het gebruiken van TotalFinder!
french: Merci d'utiliser TotalFinder!
german: Danke, dass Sie TotalFinder verwenden!
italian: Grazie per aver usato TotalFinder!
ko: TotalFinder를 사용해주셔서 감사합니다.
russian: Спасибо за использование TotalFinder!
sv: Tack för att du använder TotalFinder!

source: About
dutch: Over
french: À propos
german: Über
italian: Informazioni
russian: О программе
sv: Om

source: Allow path copying from Context Menus
german: Erlaube Kopieren von Pfaden im Kontextmenü
