Repository: binaryage/totalfinder-i18n
Catalog: crashwatcher/*.lproj/Localizable.strings
Languages: ca, cs, de, et, fi, french, hi, hu, italian, japanese, ko, lt, mn, nl, no, pt, pt_pt, ru, spanish, sv, tr, zh_cn, zh_tw

# countdownMsgSecondSingular
source: %d second remaining.
ca: %d segon restant.
cs: %d vteřin zbývá.
de: %d Sekunde verbleibend.
et: %d sekund jäänud.
fi: %d sekunti jäljellä.
french: %d second restante.
hi: %d सेकेंड शेष.
hu: %d másodperc maradt.
italian: %d secondo rimanente.
japanese: あと、%d 秒。
ko: %d초 남음.
lt: Liko %d sekundė.
mn: %d секунд үлдлээ.
nl: %d seconde resterend.
no: %d sekund igjen.
pt: %d segundo restante.
pt_pt: %d segundo restante.
ru: Осталась %d с.
spanish: Falta %d segundo.
sv: %d sekund återstående.
tr: %d saniye kaldı.
zh_cn: 剩余 %d 秒钟。
zh_tw: 剩下 %d 秒。

# countdownMsgMinutesPlural
source: %d minutes remaining.
ca: %d minuts restants.
cs: %d minut zbývá.
de: %d Minuten verbleibend.
et: %d minutit jäänud.
fi: %d minuuttia jäljellä.
french: %d minutes restantes.
hi: %d मिनट शेष.
hu: %d perc maradt.
italian: %d minuti rimanenti.
japanese: あと、%d 分。
ko: %d분 남음.
lt: Liko %d minučių.
mn: %d минут үлдлээ.
nl: %d minuten resterend.
no: %d minutter igjen.
pt: %d minutos restantes.
pt_pt: %d minutos restantes.
ru: Осталось %d мин.
spanish: Faltan %d minutos.
sv: %d minuter återstående.
tr: %d dakika kaldı.
zh_cn: 剩余 %d 分钟。
zh_tw: 剩下 %d 分鐘。

# countdownMsgMinuteSingular
source: %d minute remaining.
ca: %d minut restant.
cs: %d minut zbývá.
de: %d Minute verbleibend.
et: %d minut jäänud.
fi: %d minuutti jäljellä.
french: %d minute restante.
hi: %d मिनट शेष.
hu: %d perc maradt.
italian: %d minuto rimanente.
japanese: あと、%d 分。
ko: %d분 남음.
lt: Liko %d minutė.
mn: %d минут үлдлээ.
nl: %d minuut resterend.
no: %d minutt igjen.
pt: %d minuto restante.
pt_pt: %d minuto restante.
ru: Осталась %d мин.
spanish: Falta %d minuto.
sv: %d minut återstående.
tr: %d dakika kaldı.
zh_cn: 剩余 %d 分钟。
zh_tw: 剩下 %d 分鐘。
