Repository: binaryage/totalfinder-i18n
Catalog: crashwatcher/*.lproj/Localizable.strings
Languages: ca, cs, de, et, fi, french, hi, hu, italian, japanese, ko, lt, mn, nl, no, pt, pt_pt, ru, spanish, sv, tr, zh_cn, zh_tw

# crashDialogHeader
source: TotalFinder has quit unexpectedly
ca: TotalFinder s'ha tancat de forma inesperada
cs: TotalFinder byl neočekávaně ukončen
de: TotalFinder wurde unerwartet beendet.
et: TotalFinder lõpetas ootamatult töö
fi: TotalFinder lopetti yllättäen toimintansa
french: TotalFinder a quitté inopinément
hi: टोटलफ़ाइंडर अनपेक्षित रूप से बंद हो गया है
hu: A TotalFinder váratlanul kilépett
italian: TotalFinder si è chiuso improvvisamente
japanese: TotalFinder が予期せず終了しました
ko: TotalFinder가 예기치 못하게 종료되었습니다.
lt: TotalFinder netikėtai išsijungė
mn: TotalFinder үл мэдэгдэх шалтгаанаар хаагдлаа
nl: TotalFinder is onverwacht gestopt
no: TotalFinder has avsluttet uventet
pt: O TotalFinder foi finalizado inesperadamente.
pt_pt: O TotalFinder encerrou inesperadamente
ru: TotalFinder внезапно завершил работу
spanish: TotalFinder se ha cerrado inesperadamente
sv: TotalFinder har avslutats oväntat
tr: TotalFinder beklenmedik bir şekilde kapandı
zh_cn: TotalFinder 意外退出
zh_tw: TotalFinder 未預期的結束了

# crashDialogMsg
source: We are sorry, but TotalFinder hit an unexpected problem and crashed Finder.
ca: Ho sentim, però hi ha hagut un problema inesperat amb TotalFinder i s'ha hagut de tancar el Finder.
cs: Omlouváme se, ale TotalFinder narazil na neočekávaný problém a způsobil pád Finderu.
de: Es tut uns Leid, ein unerwartetes Problem ist in TotalFinder aufgetreten und hat den Finder zum Absturz gebracht.
et: TotalFinderis tekkis tõrge ning lõpetas ootamatult Finderi töö, vabandame.
fi: Pahoittelumme, sillä TotalFinder kohtasi ongelman ja kaatoi Finderin.
french: Nous sommes désolés mais TotalFinder a rencontré un problème inopiné et a planté le Finder.
hi: हमें खेद है, टोटलफ़ाइंडर की एक अप्रत्याशित समस्या के कारण फ़ाइंडर बंद हो गया है.
hu: Sajnáljuk, de a TotalFinder váratlan hibába ütközött és a Finder összeomlott.
italian: Siamo spiacenti, ma TotalFinder ha incontrato un problema inaspettato e ha mandato in crash il Finder.
japanese: 申し訳ありません。TotalFinder は予期しない問題が発生して、Finder をクラッシュさせました。
ko: 죄송합니다, TotalFinder에 예상치 못한 문제가 생겨 Finder가 충돌했습니다.
lt: Mes apgailestaujame, bet TotalFinder susidūrė su netikėta problema ir išjungė Finder'į.
mn: Уучлаарай, TotalFinder-т үл мэдэгдэх алдаа гарч Finder-г гацаалаа.
nl: Het spijt ons, er is in TotalFinder een probleem opgetreden waardoor de Finder is gecrasht.
no: Vi beklager, men TotalFinder traff et uventet problem og for책rsaket en krasj av Finder.
pt: Desculpe, mas o TotalFinder encontrou um problema inesperado e travou o Finder.
pt_pt: Lamentamos, mas o TotalFinder encontrou um problema inesperado e causou o encerramento do Finder.
ru: Нам очень жаль, но TotalFinder наткнулся на непредвиденную проблему и прервал работу Finder'а.
spanish: Lo sentimos, pero ha habido un problema inesperado con TotalFinder y Finder se cerró.
sv: Vi ber om ursäkt, men TotalFinder har stött på ett oväntat problem och har fått Finder att krascha.
tr: Üzgünüz, TotalFinder beklenmedik bir arızadan dolayı Finder'ın kapanmasına neden oldu.
zh_cn: 非常抱歉，TotalFinder 遇到不可预知的问题而退出。
zh_tw: 很抱歉，但 TotalFinder 遭遇到一個未知的問題並且使 Finder 當掉了。

# crashDialogNote
source: Note: Finder was restarted automatically but you have to launch TotalFinder.app manually again.
ca: Nota: el Finder s'ha reiniciat de forma automàtica però ha d'obrir TotalFinder manualment per tornar a utilitzar-lo.
cs: Poznámka: Finder byl automaticky zrestartován, ale TotalFinder.app musíte spustit znovu manuálně.
de: Benachrichtigung: Der Finder wurde automatisch neugestartet, Sie müssen TotalFinder.app jedoch manuell neustarten.
et: Teave: Finderile tehti automaatselt restart, kuid pead TotalFinder.app'i käsitsi taaskäivitama.
fi: Huomio: Finder käynnistettiin automaattisesti uudestaan mutta TotalFinder.app pitää käynnistää itse uudelleen.
french: Note: Finder a redémarré automatiquement mais vous devez relancer TotalFinder.app manuellement.
hi: नोट: फ़ाइंडर स्वचालित रूप से पुनरारंभ किया गया था, लेकिन आपको टोटलफ़ाइंडर फिर से स्वयं शुरू करना होगा.
hu: Megjegyzés: A Finder automatikusan újraindul, de a TotalFindert kézzel kell újra elindítani.
italian: Nota: TotalTerminal.app va riavviato manualmente.
japanese: 注意: Finder は自動的に再起動されますが、TotalFinder.app は手動で開始しなくてはなりません。
ko: 안내: Finder는 재시작되었지만 TotalFinder.app을 수동으로 다시 실행시켜주셔야 합니다.
lt: Pastaba: Finder'is buvo paleistas iš naujo automatiškai bet jums teks paleisti TotalFinder.app pačiam (-iai) iš naujo.
mn: Мэдээлэл: Finder автоматаар дахин ачаалагдах болно. Харин та TotalFinder.app програмыг ажиллуулна уу.
nl: NB: Finder is automatisch opnieuw opgestart, maar u dient TotalFinder.app nog handmatig te starten.
no: Merk: Finder ble started om automatisk, men du m책 starte om TotalFinder.app manuelt.
pt: Nota: O Finder foi reiniciado automaticamente, por isso você deve abrir o TotalFinder.app manualmente.
pt_pt: Nota: O Finder foi automaticamente reiniciado mas tem de abrir de novo o TotalFinder.app manualmente.
ru: Внимание: Finder перезапустился автоматически, но TotalFinder.app Вам необходимо запустить вручную.
spanish: Nota: Finder fue reiniciado automáticamente, pero debe abrir TotalFinder manualmente para volver a utilizarlo.
sv: Notera: Finder startades om automatiskt men du behöver starta TotalFinder.app på nytt manuellt.
tr: Not: Finder otomatik bir şekilde tekrar başlatıldı ama TotalFinder.app uygulamasını elle yeniden başlatmanız gerekmektedir.
zh_cn: 注意：Finder 会自动重新运行，但是 TotalFinder 必须手动运行。
zh_tw: 注意: Finder 將會自動重新啟動，但是你必須自行啟動 TotalFinder.app。

# crashDialogExplanation
source: The send button will upload the crash report to gist.github.com and launch Mail.app with email template.
ca: El botó d'enviar pujarà l'informe d'error a gist.github.com i obrirà una finestra de Mail amb una plantilla.
cs: Tlačítko odeslat nahraje soubor s informacemi o pádu aplikace na gist.github.com a otevře aplikaci Mail.app s šablonou emailu.
de: Durch das Drücken auf Senden wird eine Absturzbenachrichtigung auf gist.github.com hochgeladen und Mail.app mit einem E-Mail Entwurf geöffnet.
et: Saada nupp laeb vearaporti gist.github.com lehele ning käivitab Mail.app rakenduse sobiva e-kirja põhjaga.
fi: Lähetä-nappi tallentaa kaatumisraportin sähköpostiviestiin ja lähettää sen Mail.app:lla osoitteeseen gist.github.com.
french: Le boutton 'envoyer' va télécharger le rapport d'incident sur gist.github.com et lancer l'application Mail.app avec un modèle de courrier.
hi: बटन दबा कर gist.github.com पर दुर्घटना की रिपोर्ट अपलोड करें और ईमेल टेम्पलेट के साथ Mail.app का शुभारंभ करें.
hu: A küldés gomb megnyomására a program automatikusan hibajelentést küld a gist.github.com-ra és megnyitja a Mail alkalmazást egy előre elkészített e-maillel.
italian: Il tasto Invia manderà il Resoconto al sito gist.github.com e lancerà Mail.app con il modello di email.
japanese: 送信ボタンをクリックするとクラッシュレポートを gist.github.com へアップロードして、Mail.app を起動し、定型文の入ったメール作成画面を開きます。
ko: 보내기 단추를 누르면 충돌 보고서를 gist.github.com에 올리고 해당 내용을 메일로 보내기 위해 Mail.app이 열릴 것입니다.
lt: Išsiųsti mygtukas išsiųs netikėto išsijungimo raportą į gist.github.com ir paleis Mail.app su elektroninio pašto šablonu.
mn: Илгээх товчийг дарж алдааны мэдээллийг gist.github.com хаяг руу Mail.app програмаар хүргэнэ.
nl: Door op 'Stuur e-mail' te klikken wordt het rapport naar gist.github.com ge체pload en zal Mail.app worden geopend met een mailconcept.
no: Send-knappen vil laste opp en krasj-rapport til gist.gihub.com og starte Mail.app med en e-post-mal.
pt: O botão enviar irá enviar o relatório de travamento para gist.github.com e irá iniciar o Mail.app com um modelo de email para ser enviado.
pt_pt: O botão Enviar irá submeter o relatório de falha para gist.github.com e iniciar o Mail.app com um modelo de e-mail.
ru: Кнопка 'отправить' загрузит отчёт об ошибке на gist.github.com и откроет Mail.app с шаблоном письма.
spanish: El botón Enviar subirá un reporte sobre el error a gist.github.com, y abrirá una ventana de Mail con una plantilla.
sv: När du trycker på Skicka-knappen kommer krasch-rapporten laddas upp till gist.github.com och sen öppnas Mail.app med en för-ifylld mall.
tr: Gönder tuşu hata raporunu gist.github.com'a yükleyip Mail.app uygulamasını bir e-posta şablonu ile açacaktır.
zh_cn: "发送"按钮将通过 Mail.app 按照邮件模板内容将软件崩溃报告发送到 gist.github.com。
zh_tw: 「傳送」按鈕將會上傳錯誤報告至 gist.github.com 並啟動 Mail.app。

# failDialogHeader
source: Unable to upload crash report to gist.github.com
ca: No s'ha pogut pujar l'informe d'error a gist.github.com
cs: Nepodařilo se nahrát soubor s informacemi o pádu aplikace na gist.github.com
de: Es ist nicht möglich den Absturzbericht auf gist.github.com hochzuladen.
et: Vearaporti üleslaadimine gist.github.com-i ebaõnnestus
fi: Kaatumisraporttia ei voitu lähettää osoitteeseen gist.github.com
french: Impossible de télécharger le rapport d'incident sur gist.github.com
hi: gist.github.com पर दुर्घटना की रिपोर्ट अपलोड करने में असमर्थ
hu: A hibajelentést nem lehet feltölteni a gist.github.com-ra
italian: Impossibile inviare il Resoconto al sito gist.github.com
japanese: gist.github.com へクラッシュレポートをアップロードできません
ko: 충돌 보고서를 gist.github.com에 올릴 수 없습니다.
lt: Neišeina išsiųsti netikėto išsijungimo raporto į gist.github.com
mn: Алдааны мэдээллийг gist.github.com хаяг руу илгээж чадсангүй
nl: Het rapport kon niet worden ge체pload naar gist.github.com
no: Kunne ikke laste opp krasj-rapport til gist.github.com
pt: Não foi possível enviar o relatório de travamento para gist.github.com.
pt_pt: Não foi possível submeter o relatório de falha para gist.github.com
ru: Невозможно загрузить отчёт об ошибке на gist.github.com
spanish: No se pudo subir el informe de error a gist.github.com
sv: Lyckades inte ladda upp krasch-rapporten till gist.github.com
tr: Hata raporu gist.github.com'a yüklenemedi
zh_cn: 无法将崩溃报告发送到 gist.github.com
zh_tw: 無法上傳錯誤報告至 gist.github.com

# failDialogMsg1
source: Too bad. I was unable to locate the crash report in your ~/Logs/CrashReporter.
ca: Vaja… No he pogut trobar l'informa d'error a ~/Logs/CrashReporter.
cs: Bohužel. Nepodařilo se mi najít soubor s informacemi o pádu v složce ~/Logs/CrashReporter.
de: Leider war es nicht möglich den Absturzbericht in Ihrem Order ~/Logs/CrashReporter zu finden.
et: Kahjuks ma ei suutnud leida vearaportit sinu ~/Logs/CrashReporter kaustast.
fi: Kaatumisraporttia ei löydetty sijainnista ~/Logs/CrashReporter.
french: Désolé. Impossible de trouver le rapport d'incident dans votre dossier ~/Logs/CrashReporter.
hi: बहुत बुरा हुआ. मैं ~/Logs/CrashReporter में दुर्घटना की रिपोर्ट ढूडंने में असमर्थ था.
hu: A hibajelentés nem található a ~/Logs/CrashReporter mappában.
italian: È successo un inconveniente. Non è stato possibile trovare il Resoconto nella tua cartella ~/Logs/CrashReporter.
japanese: 残念ながら、~/Logs/CrashReporter にクラッシュレポートがありませんでした。
ko: 영 좋지 못하군요. ~/Logs/CrashReporter에서 충돌 보고서를 찾을 수 없습니다.
lt: Gaila. Negalėjau surasti netikėto išsijungimo raporto tavo ~/Logs/CrashReporter kataloge.
mn: Уучлаарай. Алдааны мэдээллийг таны ~/Logs/CrashReporter хэсгээс олсонгүй.
nl: Het rapport is niet gevonden in ~/Logs/CrashReporter.
no: Synd. Jeg klarte ikke 책 finne en krasj-rapport i ~/Logs/CrashReporter.
pt: Não foi possível localizar o relatório de travamento em seu ~/Logs/CrashReporter.
pt_pt: Não foi possível encontrar o relatório de falha na pasta ~/Logs/CrashReporter.
ru: Очень жаль. Не удалось найти отчёт об ошибке в ~/Logs/CrashReporter.
spanish: Ouch! No pude encontrar el informe de error en ~/Logs/CrashReporter.
sv: Aj då. Jag lyckades inte hitta krash-rapporten i följande sökväg i din hemkatalog: ~/Logs/CrashReporter.
tr: Maalesef hata raporu ~/Logs/CrashReporter dosyasında bulunamadı.
zh_cn: 真糟糕。我没有在 ~/Logs/CrashReporter 找到崩溃报告耶>.<
zh_tw: 糟糕。我無法在你的 ~/Logs/CrashReporter 找到錯誤報告。

# failDialogMsg2
source: I was able to locate the crash report, but upload to gist.github.com failed for some reason. If urgent, you may send it to me manually: %@
ca: He trobat l'informe d'error però, al pujar-lo a gist.github.com, alguna cosa ha fallat. Si és urgent, pots enviar-m'ho manualment: %@
cs: Podařilo se mi najít soubor s informacemi o pádu aplikace, ale nahrání na gist.github.com z nějakého důvodu selhalo. %@ Pokud je to urgentní, můžete mi soubor poslat manuálně: %@
de: Es war möglich den Absturzbericht zu finden, aber das Hochladen auf gist.github.com ist felgeschlagen. Wenn es sehr dringend ist, können Sie mir den Bericht auch per E-Mail schicken: %@
et: Leidsin vearaporti, kuid üleslaadimine gist.github.com-i ebaõnnestus tundmatul põhjusel. Kui on kiire, siis võib selle saata mulle käsitsi: %@
fi: Kaatumisraportti löytyi, mutta syystä tai toisesta sen lähettäminen osoitteeseen gist.github.com epäonnistui. Jos kiire, niin voit lähettää raportin myös osoitteeseen: %@
french: Le rapport d'incident a été trouvé, but le téléchargement sur gist.github.com a échoué pour une raison inconnue. En cas d'urgence vous pouvez me l'envoyer manuellement: %@
hi: मैं दुर्घटना की रिपोर्ट ढूडंने में सक्षम था, लेकिन किसी कारण से gist.github.com पर अपलोड विफल रहा. %@ अत्यावश्यक हो तो आप स्वयं मुझे भेज सकते हैं: %@
hu: A hibajelentés elkészült, de valamilyen okból nem lehet feltölteni a gist.github.com-ra. Amennyiben sürgős, úgy kérem küldje el nekem kézzel: %@
italian: Il resoconto è stato trovato, ma l'invio al sito gist.github.com è fallito per qualche motivo. Se è urgente, puoi mandarmelo manualmente: %@
japanese: クラッシュレポートは発見しましたが、gist.github.com へのアップロードに何らかの理由で失敗しました。 お急ぎでしたら、私あてにメールで送って下さい: %@
ko: 충돌 보고서는 찾았으나, 어떠한 이유로 gist.github.com에 올릴 수 없었습니다. 급하다면, 저에게 수동으로 보내주세요: %@
lt: Aš sugebėjau surasti netikėto išsijungimo raportą, bet išsiuntimas į gist.github.com dėl kažkokios priežasties nepavyko. Jei skubu, galite man atsiųsti jį pats (-i): %@
mn: Алдааны мэдээлэл олдсон боловч gist.github.com хаягт илгээж чадсангүй. Хэрвээ яаралтай бол, та дараах хаяг руу илгээнэ үү: %@
nl: Het rapport is gevonden, maar uploaden naar gist.github.com is mislukt. Dringend? Stuur alstublieft een e-mail naar: %@
no: Jeg klarte 책 finne en krasj-rapport, men opplasting til gist.github.com feilet av en ukjent grunn. Hvis det haster kan du sende den til meg manuelt: %@
pt: O relatório de travamento foi encontrado, porém o upload para gist.github.com falhou por alguma razão. Se for urgente, você pode me enviar o relatório manualmente: %@
pt_pt: Foi encontrado o relatório de falha, mas a submissão para gist.github.com falhou por algum motivo. Se for urgente, pode enviá-lo manualmente: %@
ru: Удалось найти отчёт об ошибке, но его загрузка на gist.github.com не удалась. %@ Если это срочно, Вы можете послать отчёт вручную: %@
spanish: Pude encontrar el informe de error, pero por alguna razon no pude subirlo a gist.github.com Si es urgente me lo puedes mandar manualmente: %@
sv: Krasch-rapporten hittades, men uppladdningen till gist.github.com misslyckades av någon anledning. Om det är brådskande kan du skicka rapporten till mig manuellt: %@
tr: Hata raporu bulundu fakat gist.github.com'a yüklenemedi. %@ Acilse bana elle gönderebilirsiniz: %@
zh_cn: 我成功找到了软件的崩溃报告，但是因为其它的一些原因，未能成功将报告发送到 gist.github.com。 如果情况紧急，你可以直接通过电子邮件将报告发送给我： %@
zh_tw: 我有找到錯誤報告，但由於一些因素上傳至 gist.github.com 失敗了。 如果很緊急，你可以手動將檔案傳送給我： %@

# failDialogOK
source: OK
hi: अच्छा
ko: 확인
lt: Gerai
tr: Tamam
zh_cn: 确定
zh_tw: 確定

# sendReportButton
source: Send Email
ca: Enviar Email
cs: Připravit email
de: Sende einen Bericht via E-Mail
et: Saada Email
fi: Lähetä sähköposti
french: Envoyer l'e-mail
hi: ई-मेल भेजें
hu: Email küldése
italian: Invia il Resoconto via email
japanese: メールを送信
ko: 이메일 보내기
lt: Išsiųsti elektroninį paštą
mn: Илгээх
nl: Stuur e-mail
no: Send e-post
pt: Enviar Email
pt_pt: Enviar E-mail
ru: Отправить Email
spanish: Enviar email
sv: Skicka Email
tr: E-posta Gönder
zh_cn: 发送邮件报告
zh_tw: 透過 email 傳送報告

# cancelButton
source: Cancel
ca: Cancel·lar
cs: Zrušit
de: Abbrechen
et: Katkesta
fi: Peruuta
french: Annuller
hi: रद्द करें
hu: Mégsem
italian: Annulla
japanese: キャンセル
ko: 취소
lt: Atšaukti
mn: Болих
nl: Annuleer
no: Avbryt
pt: Cancelar
pt_pt: Cancelar
ru: Отмена
spanish: Cancelar
sv: Avbryt
tr: İptal
zh_cn: 取消
zh_tw: 取消

# emailTemplate
source: Hi Antonin, My %@ just crashed! The crash report is available here: %@ > > You may help me fix the problem by describing what happened before the crash. > I appreciate your help and I read these crash reports, but don't expect my direct answer. > For further discussion please open a topic at > http://getsatisfaction.com/binaryage. > > Thank you, Antonin
ca: Hi Antonin, My %@ just crashed! The crash report is available here: %@ > > You may help me fix the problem by describing what happened before the crash. > I appreciate your help and I read these crash reports, but don't expect my direct answer. > For further discussion please open a topic at > https://discuss.binaryage.com. > > Thank you, Antonin
cs: Hi Antonin, My %@ just crashed! The crash report is available here: %@ > > You may help me fix the problem by describing what happened before the crash. > I appreciate your help and I read these crash reports, but don't expect my direct answer. > For further discussion please open a topic at > https://discuss.binaryage.com. > > Thank you, Antonin
de: Hallo Antonin, My %@ ist abgestürzt! Den Absturzbericht finden sie auf: %@ > > Vielleicht könntest du mir bem Lösen des Fehlers helfen, wenn du mir beschreibst, was vor dem Absturz passiert ist > Ich schätze deine Hilfe bei der Verbesserung von TotalFinder und werde die Absturzberichte lesen, erwartet aber bitte keine Antwort. > Weitere Informationen finden sie auf > https://discuss.binaryage.com. > > Vielen Dank, Antonin
et: Hi Antonin, My %@ just crashed! The crash report is available here: %@ > > Sa saad aidata mul viga parandada, kirjeldades inglise keeles enda tegevust rakenduses enne selle kokku jooksmist. > Ma hindan Teie abi ning ma loen neid vearaporteid, kuid alati ei pruugi ma tagasi kirjutada. > Edasise abi saamiseks alusta vestlust: > https://discuss.binaryage.com. > > Aitäh, Antonin
fi: Hei Antonin, My %@ kaatui juuri! Kaatumisraportin löydät täältä: %@ > > Kaatumiseen johtavan tilanteen kuvaus auttaisi tarkentamaan ongelman lähdettä. > Luin kaatumisraportit ja arvostaisinkin apuasi. En kumminkaan varsinaisesti odota vastausta sinulta. > Keskustellaksemme lisää asiasta avaathan ketjun aiheesta osoitteeseen > http://getsatisfaction.com/binaryage. > > Kiitos, Antonin
french: Bonjour Antonin, Mon %@ a quitté inopinément! Le rapport d'incident est disponible ici: %@ > > Vous pouvez m'aider à résoudre ce problème en décrivant (en anglais) ce qui c'est passé avant l'incident. > J'apprécie votre aide et je lis ces rapports d'incidents, par contre ne vous attendez pas à une réponse directe. > Pour continuer la discussion, veuillez commencer un sujet sur > http://getsatisfaction.com/binaryage. > > Merci, Antonin
hi: नमस्ते Antonin, मेरा %@ दुर्घटनाग्रस्त हो गया! दुर्घटना की रिपोर्ट यहाँ उपलब्ध है: %@ > > दुर्घटना से पहले जो हुआ वह वर्णन करके आप मुझे इस समस्या को ठीक करने में मदद कर सकते हैं. > मैं आपकी मदद की सराहना करता हूं और इन क्रैश रिपोर्ट को पढता हूं, परंतु मेरे सीधे जवाब की उम्मीद न करें. > आगे चर्चा के लिए कृपया यहां पर एक विषय खोलें > https://discuss.binaryage.com. > > धन्यवाद, Antonin
italian: Hi Antonin, My %@ just crashed! The crash report is available here: %@ > > Puoi aiutarmi a correggere il problema descrivendomi cosa è successo prima del crash. > Apprezzo il tuo aiuto e leggo questi Resoconti, ma non aspettarti una mia risposta diretta. > Per una discussione più approfondita, per favore apri un topic su > http://getsatisfaction.com/binaryage. > > Grazie, Antonin
japanese: Hi Antonin, My %@ just crashed! The crash report is available here: %@ > > You may help me fix the problem by describing what happened before the crash. > I appreciate your help and I read these crash reports, but don't expect my direct answer. > For further discussion please open a topic at > http://discuss.binaryage.com. > > Thank you, Antonin
lt: Antonin, My %@ just crashed! The crash report is available here: %@ > > You may help me fix the problem by describing what happened before the crash. > I appreciate your help and I read these crash reports, but don't expect my direct answer. > For further discussion please open a topic at > https://discuss.binaryage.com. > > Thank you, Antonin
nl: Hallo Antonin, Mijn %@ is zojuist onverwachts gestopt! The crash rapport staat hier: %@ > > U kunt me helpen het probleem op te lossen door te beschrijven (liefst in het Engels) wat u deed v처처r de crash. > Ik waardeer uw hulp en lees de rapporten, verwacht echter geen direct antwoord. > Voor verdere opmerkingen meldt u het probleem op > https://discuss.binaryage.com. > > Hartelijk dank, Antonin
pt: Olá Antonin, Meu %@ acabou de travar! O relatório de travamento está disponível aqui: %@ > > Você pode me ajudar a corrigir o problema descrevendo o que ocorreu antes do travamento. > Eu agradeço sua ajuda e irei ler os relatórios de travamento, porém não espere uma resposta direta. > Para maiores esclarecimentos, por favor inicie um novo tópico em > https://discuss.binaryage.com. > > Muito obrigado, Antonin
pt_pt: Olá Antonin, O meu %@ acabou de falhar! O relatório da falha está disponível aqui: %@ > > Pode ajudar-me a resolver o problema ao descrever o que aconteceu antes da falha. > Agradeço a sua ajuda e irei ler estes relatórios, mas não espere uma resposta directa da minha parte. > Para discussão posterior por favor crie um tópico em > http://getsatisfaction.com/binaryage. > > Obrigado, Antonin
ru: Hi Antonin, My %@ just crashed! The crash report is available here: %@ > > You may help me fix the problem by describing what happened before the crash. > I appreciate your help and I read these crash reports, but don't expect my direct answer. > For further discussion please open a topic at > https://discuss.binaryage.com. > > Thank you, Antonin
spanish: Hi Antonin, My %@ just crashed! The crash report is available here: %@ > > Podrías ayudarme explicando que pasó antes del fallo. > Aprecio tu ayuda y leo los informes de errores, pero, por favor, no esperes una respuesta directa de mí. > Para obtener más ayuda, abre un tema en: > http://discuss.binaryage.com. > > Gracias, Antonin
sv: Hej Antonin, Min %@ kraschade precis! Krasch-rapporten finns att läsa här: %@ > > Du kan underlätta felsökningen genom att så noggrannt som möjligt fylla i vad som hände innan kraschen. > Jag uppskattar din hjälp och läser samtliga krasch-rapporter, men har tyvärr ej möjlighet att ge svar på alla personligen. > För vidare diskussion öppna gärna en tråd på > http://discuss.binaryage.com. > > Tackar ödmjukast, Antonin
tr: Merhaba Antonin, %@ uygulamamda bir hata meydana geldi! Hata raporunu buradan görebilirsin: %@ > > Hata oluşmadan önce neler olduğunu anlatarak bana hatayı gidermemde yardımcı olabilirsiniz. > Yardımınız için çok teşekür ederim ve hata raporlarını okuyorum fakat size direkt cevap yazamayabilirim. > Daha fazla bilgi için > https://discuss.binaryage.com sitesinde başlık açabilirsiniz. > > Teşekkürler, Antonin

# countdownMsgSecondsPlural
source: %d seconds remaining.
ca: %d secgons restants.
cs: %d vteřin zbývá.
de: %d Sekunden verbleibend.
et: %d sekundit jäänud.
fi: %d sekuntia jäljellä.
french: %d secondes restantes.
hi: %d सेकेंड शेष.
hu: %d másodperc maradt.
italian: %d secondi rimanenti.
japanese: あと、%d 秒。
ko: %d초 남음.
lt: Liko %d sekundžių.
mn: %d секунд үлдлээ.
nl: %d seconden resterend.
no: %d sekunder igjen.
pt: %d segundos restantes.
pt_pt: %d segundos restantes.
ru: Осталось %d с.
spanish: Faltan %d segundos.
sv: %d sekunder återstående.
tr: %d saniye kaldı.
zh_cn: 剩余 %d 秒钟。
zh_tw: 剩下 %d 秒。
