Repository: binaryage/totalfinder-i18n
Catalog: uninstaller/*.lproj/Localizable.strings
Languages: dutch, id, pl, spanish, tr, zh_cn

source: Quit
dutch: Afsluiten
id: Berhenti
pl: Wyjdź
spanish: Salir
tr: Kapat
zh_cn: 退出

source: Cancel
dutch: Herstellen
id: Batal
pl: Anuluj
spanish: Cancelar
tr: İptal
zh_cn: 取消

source: Uninstall
dutch: Verwijderen
id: Hapus
pl: Odinstaluj
spanish: Desinstalar
tr: Kaldır
zh_cn: 卸载

source: Details
id: Detail
pl: Szczegóły
spanish: Detalles
tr: Ayrıntılar
zh_cn: 详情

source: Show detailed transcript
dutch: Laat gedetailleerd transcript zien
id: Perlihatkan detail transkrip
pl: Pokaż szczegóły procesu deinstalacji
spanish: Mostrar transcripción detallada
tr: Ayrıntıları göster
zh_cn: 显示详细信息

source: You are about uninstall *APP*
dutch: U gaat nu TotalFinder verwijderen
id: Anda sedang akan menghapus TotalFinder
pl: Proces usuwania programu TotalFinder
spanish: Estas a punto de desinstalar TotalFinder
tr: TotalFinder'ı silmek üzeresiniz
zh_cn: 您将要卸载 TotalFinder

source: This program will uninstall all *APP* components from this computer.
dutch: Dit programma zal alle TotalFinder componenten verwijderen van deze computer.
id: Aplikasi ini akan menghapus semua komponen TotalFinder dari komputer ini.
pl: Wszystkie składniki i komponenty TotalFinder zostaną usunięte z tego komputera.
spanish: Este programa desinstalará todos los componentes de TotalFinder en este equipo.
tr: Bu uygulama tüm TotalFinder bileşenlerini bilgisayarınızdan silecek.
zh_cn: 这个程序将从此计算机卸载所有 TotalFinder 组件。

source: *APP* has been uninstalled
dutch: TotalFinder is verwijderd.
id: TotalFinder telah berhasil di hapus
pl: TotalFinder został odinstalowany
spanish: TotalFinder ha sido desinstalado
tr: TotalFinder silindi
zh_cn: TotalFinder 已经被卸载

source: Thank you for trying *APP*.
id: Thank you for trying TotalFinder.
pl: Thank you for trying TotalFinder.

source: *APP* uninstallation failed
dutch: Het verwijderen van TotalFinder is mislukt
id: Proses penghapusan TotalFinder gagal
pl: TotalFinder nie został pomyślnie odinstalowany
spanish: La desinstalación de TotalFinder ha fallado
tr: TotalFinder silinemedi
zh_cn: TotalFinder 卸载失败

source: The uninstall script encountered problems. Please see the details. Please report bugs to support@binaryage.com.
dutch: Het verwijder script had problemen. Bekijk alstublieft de details en rapporteer bugs aan support@binaryage.com.
id: Skrip penghapusan mengalami masalah. Silahkan lihat detail permasalahan. Tolong laporkan bugs ke support@binaryrage.com.
pl: Podczas usuwania programu zostały napotkane błędy. Proszę sprawdzić szczegóły. Zgłoś błąd na adres support@binaryage.com.
spanish: El desinstalador encontró problemas. Por favor vea los detalles. Favor de reportar cualquier problema a support@binaryage.com.
tr: Uygulama silinirken hatalar ile karşılaşıldı. Lütfen ayrıntılara bakınız. Lütfen hataları support@binaryage.com e-posta adresine rapor ediniz.
zh_cn: 卸载脚本遇到一些问题。请查看详情。请报告错误至 support@binaryage.com.

source: Uninstaller needs admin privileges to remove *APP* from your system.
dutch: Om TotalFinder van uw systeem te verwijderen heeft u beheerders rechten nodig.
id: Untuk menghapus dibutuhkan hak administrasi untuk menghapus TotalFinder dari sistem anda.
pl: Instalator potrzebuje uprawnień administratora aby usunąć TotalFinder z komputera.
spanish: El desinstaladador necesita permisos de administrador para eliminar TotalFinder del sistema.
tr: TotalFinder'ı silmek için yönetici yetkileri gerekmektedir.
zh_cn: 卸载程序需要管理员权限以从您的系统中移除 TotalFinder。

source: Running uninstall script:
dutch: Verwijder script uitvoeren:
id: Menjalankan skrip penghapusan:
pl: Uruchamianie skryptu usuwającego:
spanish: Ejecutando comando desinstalar:
tr: Uygulama siliniyor:
zh_cn: 卸载脚本运行中:

source: Uninstall script finished successfully.
dutch: Dit is programma is succesvol verwijderd.
id: Skrip penghapusan telah berhasil.
pl: Skrypt usuwający zakończył pracę pomyślnie.
spanish: El comando desintalar finalizó correctamente.
tr: Uygulama başarıyla silindi.
zh_cn: 卸载脚本成功结束运行。

source: Uninstall script needs admin rights.
dutch: U heeft beheerders rechten nodig om dit programma te verwijderen.
id: Skrip penghapusan membutuhkan hak administrasi.
pl: Skrypt usuwający potrzebuje uprawnień administratora.
spanish: El comando desinstalar necesita permisos de administrador.
tr: Uygulamayı silmek için yönetici yetkileri gerekmektedir.
zh_cn: 卸载脚本需要管理员权限。

source: Uninstall script failed with error [%d].
dutch: Het verwijderen van dit het programma is mislukt met error [%d].
id: Skrip penghapusan gagal dengan galat [%d].
pl: Skrypt usuwający zakończył pracę z błędem [%d].
spanish: El comando desinstalar a fallado por un error [%d].
tr: Uygulama silinirken hata oluştu: [%d].
zh_cn: 卸载脚本运行失败，错误为 [%d]。

source: Have a nice day.
dutch: Tot ziens.
spanish: Que tenga un buen dia.
